app/views/users/show.html.erb


          <% current_user.reviews.each do |review| %>
---
SELECT `reviews`.* FROM `reviews` WHERE `reviews`.`user_id` = 3