app/controllers/reviews_controller.rb

  def create
    Review.create(create_params)
---
INSERT INTO `reviews` (`nickname`, `rate`, `reviews`, `product_id`, `created_at`, `updated_at`) VALUES ('けんと', 10, 'アクションシーンがとても面白かった！！！', 11, '2018-08-02 08:32:36', '2018-08-02 08:32:36')